<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created with the Wolfram Language : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  index
 </title>
 <link href="HTMLFiles/index.css" rel="stylesheet" type="text/css" />
</head>

<body>

<p class="Title">
 Situaci&oacute;n COVID Costa Rica
</p>



<p class="Date">
 17 Mayo 2021
</p>



<p class="Author">
 Tom&aacute;s de-Camino-Beck, Ph.D.,&nbsp;&nbsp;Santiago Nu&ntilde;ez-Corrales Ph.D.
</p>



<p class="Institution">
 Ciudadanos Investigadores Indepedientes
</p>



<p class="Section">
 Introducci&oacute;n
</p>



<p class="Text">
 - Este an&aacute;lisis se provee en tiempo real, para dar una posible interpretaci&oacute;n de la infromaci&oacute;n. 
</p>



<p class="Text">
 - En ciencia, es normal que existan otras posibles interpretaciones que deban ser discutidas o comprobadas, en ciencias factuales la &quot;verdad&quot; resulta de un proceso progresivo de evidencia en favor o en contra de alguna hip&oacute;tesis. 
</p>



<p class="Text">
 - Nuestras explicaciones representan posibles hip&oacute;tesis que se funamentan en el an&aacute;lisis de datos.
</p>



<p class="Text">
 <span class="Item1Inline">- Los gr&aacute;ficos y su interpretaci&oacute;n se actualizan diariamente</span>
</p>



<p class="Section">
 Velocidades de Hospitalizaci&oacute;n
</p>



<p class="Text">
 Este an&aacute;lisis se basa principalmete en monitorear la velocidad de hospitalizaci&oacute;n, que define como el promedio de pacientes que entran o salen en un d&iacute;a del hospital (primera derivada num&eacute;rica de la ocupaci&oacute;n hospitalaria diaria).&nbsp;&nbsp;En la siguiente figura se explica:
</p>



<p class='Text' style='text-align: center;'>
 <span class='InputInline' style='text-align: center;'><span><img src="HTMLFiles/index_1.gif" alt="index_1.gif" width="672" height="378" style="vertical-align:middle" /></span></span>
</p>



<p class="Subsection">
 Gr&aacute;fico de Hospitalizaciones
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_2.gif" alt="index_2.gif" width="900" height="513" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Gr&aacute;fico de velocidad de hopitalizaci&oacute;n hist&oacute;rico
</p>



<p class='Input' style='text-align: center;'>
 <img src="HTMLFiles/index_3.gif" alt="index_3.gif" width="900" height="513" style="vertical-align:middle" />
</p>

<p class="Text">
 En el gr&aacute;fico lo que se observa son las velocidades de hiospitalizaci&oacute;n. Las olas epid&eacute;micas se muestran con una persistencia larga (de m&aacute;s de una semana) de velocidades de hospitalizaci&oacute;n positivas (sin ninguna observaci&oacute;n de velocidad negativa). Hay una diferencia cunatitaiva y cualitativa considerable entre la primera ola que inicia en Junio del 2020, y la que inicia en marzo de 2021, como se observa en la siguiente figura comparativa,
</p>



<p class='Text' style='text-align: center;'>
 <span class="OutputInline"><span><img src="HTMLFiles/index_4.gif" alt="index_4.gif" width="1000" height="467" style="vertical-align:middle" /></span></span>
</p>



<p class="Text">
 Las velocidades esta segunda ola epid&eacute;mica, comienzan a mostrar persistencia positiva el 18 de Marzo de 2021, y se han mantenido velocidades positicvas de hospitalici&oacute;n por ya dos meses de forma consistente.
</p>



<p class="Subsection">
 Gr&aacute;fico de velocidad de hospitalizaci&oacute;n &uacute;ltimos 4 meses
</p>



<p class="Text">
 Detalle de la velocidad de hospitalizaci&oacute;n en los &uacute;ltimos 4 meses.&nbsp;&nbsp;Es notorio que la velocidad de hospitalizaci&oacute;n parece comenzar a disminuir.&nbsp;&nbsp;La raz&oacute;n de la disminuci&oacute;n se puede deber a dos factores: 1. Posible efecto de las medidas tomadas el 3 de Mayo, y 2. Que la saturaci&oacute;n hospitalaria tiene como resultado un registro l&ntilde;imite en las hospitalizaciones, dando la impresi&oacute;n de estabilizaci&oacute;n.
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_5.gif" alt="index_5.gif" width="900" height="508" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Interpretaci&oacute;n de Gr&aacute;ficos y Resultados
</p>



<p class="Subsubsection">
 17 Mayo 2021
</p>



<p class="Text">
 - Las velocidades de hsopitalizaci&oacute;n ya no est&aacute;n creciendo de forma acelerada, pero siquen siendo positivas
</p>



<p class="Text">
 - La desaceleraci&oacute;n puede deberse a efecto de cierre de comercio. Si es este el caso es de esperar que estas vuelvan a subir
</p>



<p class="Text">
 - Otro efecto de la desaceleraci&oacute;n puede ser la saturaci&oacute;n de UCI. A partir del 28 de Abril se observ&oacute; la saturaci&oacute;n y en ese momento se observan cambios en la velocidad.
</p>



<p class="Section">
 R efectivo
</p>



<p class="Text">
 El R efectivo lo calculamos utilizando la f&oacute;rmula del Centro Centroamericano de Poblacion. El R efectivo es una aproximaci&oacute;n de lo que se conoce como tasa de contagio, perimte saber, retrospectivamente cual ha sido el proceso de contagio en la poblaci&oacute;n. UN R efectivo mayor que 1 indica crecimiento,&nbsp;&nbsp;y menor que 1 decrecimiento de contagios.
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_6.gif" alt="index_6.gif" width="900" height="559" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Interpretaci&oacute;n de Gr&aacute;ficos y Resultados
</p>



<p class="Text">
 - R efectivo es poco sensible si los datos de nuevos casos no representan un muestreo poblacional
</p>



<p class="Text">
 - La tendencia general de R efectivo ha sido la de subir a partir del inicio de clases y se ha mantenido en promedio por arriba de 1.
</p>



<p class="Text">
 -Las oscilaciones de R fefecfivo, se deben a el efecto de &ldquo;fines de semana&rdquo; donde un numero menor de peronas espera a un d&iacute;a de semana para ir a un centro m&eacute;dico, si tiene sospechas de estar contagiado.
</p>



<p class="Section">
 Gr&aacute;ficos Descriptivos
</p>



<p class="Subsection">
 Nuevos Casos
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_7.gif" alt="index_7.gif" width="800" height="462" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Positividad
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_8.gif" alt="index_8.gif" width="800" height="510" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Fallecimientos Diarios
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_9.gif" alt="index_9.gif" width="800" height="509" style="vertical-align:middle" />
</p>

<p class="Section">
 Evidencia de Efecto de A&ntilde;o Lectivo
</p>



<p class="Text">
 Utilizando an&aacute;lisis multiresoluci&oacute;n de ondeletas (metodolog&iacute;a explicada ac&aacute;), encontramos evidencia estadistica de que el inicio de la ola epid&eacute;mica, se asocia al inicio del per&iacute;odo escolar. Ver el siguiente gr&aacute;fico,
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_10.gif" alt="index_10.gif" width="900" height="552" style="vertical-align:middle" />
</p>

<p class="Text">
 Como se observa en el gr&aacute;fico, con un 90% de confianza entontramos una &ldquo;zona&rdquo; donde se encuentra uno o varios factores que se relacionan con el inicio de la ola (una aceleraci&oacute;n de velocidades de hospitlaizaci&oacute;n). Aunque no se puede concluir que es el &uacute;nico factor, pues existen otros factores como estacionalidad, variantes de COVID, etc.&nbsp;&nbsp;tampoco se puede descartar como un factor que influy&oacute; en la ola.
</p>



<p class="Section">
 Movilidad Seg&uacute;n Google Mobility
</p>



<p class="Text">
 Este gr&aacute;fico se actualiza a medida que Google Mobility publique los datos (cada semana aproximadamente). El gr&aacute;fico muestra los datos para Costa Rica, de movilidad basada en la utilizaci&oacute;n de serviucios de google en tel&eacute;fonos. Los datos Google los publica a nivel nacional y no de cant&oacute;n o distrito.
</p>



<p class='Text' style='text-align: center;'>
 <img src="HTMLFiles/index_11.gif" alt="index_11.gif" width="900" height="504" style="vertical-align:middle" />
</p>

<p class="Text">
 Actualizado al 14 de Mayo del 2021
</p>



<p class="Subsection">
 Interpretaci&oacute;n de Gr&aacute;ficos y Resultados
</p>



<p class="Subsubsection">
 14 mayo 2021
</p>



<p class="Text">
 - El cierre de comercios del 3 Mayo utvo un impacto importante en la movilidad relacionada al comercio, sin embargo no alcanz&oacute; los niveles de reducci&oacute;n de movilidad que se tuvieron debido al martillo de Julio o Agosto.
</p>



<p class="Text">
 - El fin de semana 8 y 9 de Mayo hubo una reducci&oacute;n importante en la movilidad
</p>



<p class="Section">
 Datos
</p>



<p class="Text">
 Los datos para el an&aacute;lisis se obtienen diariamente (entre semana) de la base de datos p&uacute;blica del ministerio de salud de Costa Rica. 
</p>



<p class="Text">
 https://geovision.uned.ac.cr/oges/ 
</p>



<p class="Section">
 Referencias
</p>






<div style="font-family:Helvetica; font-size:11px; width:100%; border:1px none #999999; border-top-style:solid; padding-top:2px; margin-top:20px;">
 <a href="http://www.wolfram.com/language/" style="color:#000; text-decoration:none;">
  <span style="color:#555555">Created with the Wolfram Language</span> 
 </a>
</div>
</body>

</html>
