<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1 plus MathML 2.0//EN"
        "HTMLFiles/xhtml-math11-f.dtd">

<!-- Created with the Wolfram Language : www.wolfram.com -->

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
 <title>
  index
 </title>
 <link href="HTMLFiles/index.css" rel="stylesheet" type="text/css" />
</head>

<body>

<p class="Title">
 Situaci&oacute;n COVID Costa Rica
</p>



<p class="Date">
 25 Junio 2021
</p>



<p class="Author">
 Tom&aacute;s de-Camino-Beck, Ph.D.,&nbsp;&nbsp;Santiago Nu&ntilde;ez-Corrales Ph.D.
</p>



<p class="Institution">
 Ciudadanos Investigadores Independientes
</p>



<p class="Section">
 Introducci&oacute;n
</p>



<p class="Text">
 - Este an&aacute;lisis se provee a diario, para dar una posible interpretaci&oacute;n de la informaci&oacute;n para salas de situaci&oacute;n. 
</p>



<p class="Text">
 - En ciencia es normal que existan otras posibles interpretaciones que deban ser discutidas o comprobadas. En ciencias factuales la &quot;verdad&quot; resulta de un proceso progresivo de encontrar evidencia en favor o en contra de alguna hip&oacute;tesis. 
</p>



<p class="Text">
 - Nuestras explicaciones representan posibles hip&oacute;tesis que se fundamentan en el an&aacute;lisis de datos. Estamos abiertos a sugerencias, comentarios o refutaciones
</p>



<p class="Text">
 - La saturaci&oacute;n de hospitales nos trae consigo un reto importante: determinar si los datos de hospitalizaci&oacute;n llegan a un l&iacute;mite, debido a saturaci&oacute;n, y ya no son efectivos en predecir la din&aacute;mica de la enfermedad
</p>



<p class="Section">
 Velocidades de Hospitalizaci&oacute;n
</p>



<p class="Text">
 Este an&aacute;lisis se basa principalmente en monitorear la velocidad de hospitalizaci&oacute;n, que se define como el promedio de pacientes que entran o salen por d&iacute;a del hospital (primera derivada num&eacute;rica de la ocupaci&oacute;n hospitalaria diaria) como se explica en la siguiente figura:
</p>



<p class='Text' style='text-align: center;'>
 <span class='InputInline' style='text-align: center;'><span><img src="HTMLFiles/index_1.gif" alt="index_1.gif" width="672" height="378" style="vertical-align:middle" /></span></span>
</p>



<p class="Text">
 Si el n&uacute;mero de nuevas hospitalizaciones es mayor al n&uacute;mero de salidas del hospital (recuperaci&oacute;n o fallecimiento), la velocidad de hospitalizaci&oacute;n es positiva.&nbsp;&nbsp;Si por el contrario, el n&uacute;mero de hospitalizaciones es menor, la velocidad es negativa.
</p>



<p class="Subsection">
 Gr&aacute;fico de Hospitalizaciones
</p>



<p class="Output">
 <img src="HTMLFiles/index_2.gif" alt="index_2.gif" width="900" height="508" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Gr&aacute;fico de velocidad de hospitalizaci&oacute;n hist&oacute;rico
</p>



<p class="Output">
 <img src="HTMLFiles/index_3.gif" alt="index_3.gif" width="900" height="513" style="vertical-align:middle" />
</p>

<p class="Text">
 En el gr&aacute;fico lo que se observa son las velocidades de hospitalizaci&oacute;n. Las olas epid&eacute;micas, se observan como una persistencia larga (de m&aacute;s de una semana) de velocidades de hospitalizaci&oacute;n positivas, sin ninguna observaci&oacute;n de velocidad negativa. En la figura se observa claramente hacia finales de Junio 2020, y nuevamente a mediados de Marzo 2021 (noten &aacute;reas rojas arriba de 0).
</p>



<p class="Text">
  Hay una diferencia cuantitativa y cualitativa considerable entre la primera ola que inicia en Junio del 2020, y la que inicia en marzo de 2021 como se observa en la siguiente figura comparativa,
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_4.gif" alt="index_4.gif" width="1000" height="604" style="vertical-align:middle" />
</p>

<p class="Text">
 Las velocidades en esta segunda ola epid&eacute;mica comienzan a mostrar persistencia positiva a partir del 18 de Marzo de 2021, y se han mantenido velocidades positivas de hospitalizacion por dos meses de forma consistente. Las velocidades en la segunda ola crecieron con mayor velocidad que en la primera ola, y se han mantenido positivas por mayor cantidad de tiempo. La m&aacute;xima velocidad de la primera ola fue de 15 pacientes por d&iacute;a en promedio, mientras que la nueva ola ha llegado a ser superior a 40 pacientes por d&iacute;a.
</p>



<p class="Subsection">
 Gr&aacute;fico de velocidad de hospitalizaci&oacute;n &uacute;ltimos 4 meses
</p>



<p class="Text">
 Detalle de la velocidad de hospitalizaci&oacute;n en los &uacute;ltimos 4 meses.&nbsp;&nbsp;Es notorio que la velocidad de hospitalizaci&oacute;n parece comenzar a disminuir.&nbsp;&nbsp;La raz&oacute;n de la disminuci&oacute;n se puede deber a dos factores: 1. Posible efecto de las medidas tomadas el 3 de Mayo. Sin embargo el efecto de saturaci&oacute;n es temprano para atribuirlo &uacute;nicamente a este factor, y 2. Que la saturaci&oacute;n hospitalaria tiene como resultado un registro l&iacute;mite en las hospitalizaciones, dando la impresi&oacute;n de estabilizaci&oacute;n.
</p>



<p class="Output">
 <img src="HTMLFiles/index_5.gif" alt="index_5.gif" width="900" height="508" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Interpretaci&oacute;n de Gr&aacute;ficos y Resultados
</p>



<p class="Subsubsection">
 17 Mayo 2021
</p>



<p class="Text">
 - Las velocidades de hospitalizaci&oacute;n ya no est&aacute;n creciendo de forma acelerada, pero siguen siendo positivas
</p>



<p class="Text">
 - La desaceleraci&oacute;n puede deberse a efecto de cierre de comercio. Si es este el caso es de esperar que estas vuelvan a subir debido al relajamiento de dichas restricciones (solo se aplicaron una semana)
</p>



<p class="Text">
 - Otro efecto de la desaceleraci&oacute;n (reducci&oacute;n de la velocidad de hospitalizaci&oacute;n), puede deberse a la saturaci&oacute;n de UCI.&nbsp;&nbsp;A partir del 28 de Abril ya se observ&oacute; la saturaci&oacute;n y en ese momento se observan cambios en la velocidad.
</p>



<p class="Subsubsection">
 18 Mayo
</p>



<p class="Text">
 - Por la forma de la curva de velocidad de hospitalizaci&oacute;n, es posible que se muestre en general un descenso, pero debido a la saturaci&oacute;n hospitalaria. En principio,al saturarse el sistema las velocidades bajan hasta oscilar alrededor de 0.
</p>



<p class="Subsubsection">
 20 Mayo
</p>



<p class="Text">
 -Las velocidades de hospitalizaci&oacute;n bajan, lo que en un principio es positivo. Queda la duda si se debe a saturaci&oacute;n hospitalaria, o alg&uacute;n otro factor. Las medidas del 3 de mayo indicen, sin embargo debido a que las velocidades de hospitalizaci&oacute;n comienzan a bajar antes de el tiempo en que las medidas tienen efecto, no permiten determinar con exactitud que se debe a medidas y que a saturaci&oacute;n.
</p>



<p class="Subsubsection">
 24 Mayo
</p>



<p class="Text">
 - Se observa una reducci&oacute;n de la velocidad de hospitalizaci&oacute;n. Esto podr&iacute;a suceder como efecto de medidas del 3 de Mayo.&nbsp;&nbsp;Sin embargo, dado que las velocidades comienzan a bajar mucho antes del tiempo de efecto de la medida, y cerca del umbral de saturaci&oacute;n de UCI, es dif&iacute;cil determinar si la reducci&oacute;n de velocidad se debe a las medidas, a saturaci&oacute;n o a ambas.&nbsp;&nbsp;Si las velocidades de hospitalizaci&oacute;n no pasan a valores negativos, esto indicar&iacute;a que lo que observamos es una saturaci&oacute;n del sistema hospitalario y no una recuperaci&oacute;n. puesto que las hospitalizaciones en general siguen en aumento (velocidades positivas)
</p>



<p class="Subsubsection">
 26 Mayo
</p>



<p class="Text">
 - La tendencia era a la disminuci&oacute;n de la velocidad de hospitalizaci&oacute;n, sin embargo en los &uacute;ltimos d&iacute;as, se ha visto un contraste el cual se debe monitorear. Para el 24 de mayo por ejemplo salieron m&aacute;s personas del hospital de las que entraron con una velocidad negativa de -10 pacientes por d&iacute;as, sin embargo en los &uacute;ltimos dos d&iacute;as, han habido velocidades positivas superiores de 50 pacientes por d&iacute;a. Habr&aacute; que esperar al resto de la semana si es una tendencia, o un fen&oacute;meno temporal.
</p>



<p class="Subsubsection">
 28 Mayo
</p>



<p class="Text">
 - La curva de velocidad de hospitalizaci&oacute;n muestra un patr&oacute;n similar a inicios de agosto del 2020, es decir, comienza a oscilar alrededor de 0. Esto puede significar que todav&iacute;a estamos en una situaci&oacute;n de saturaci&oacute;n del sistema. Una recuperaci&oacute;n se notar&iacute;a con velocidades de hospitalizaci&oacute;n negativas de manera persistente por al menos una semana.
</p>



<p class="Subsubsection">
 31 Mayo
</p>



<p class="Text">
 - Ya se observan varios d&iacute;as con velocidades negativas. Velocidad negativa implica que est&aacute;n saliendo m&aacute;s personas del hospital de las que est&aacute;n entrando, estas son las primeras se&ntilde;ales de una recuperaci&oacute;n.&nbsp;&nbsp;Sin embargo, la observaciones anteriores indican que hasta que se observen velocidades negativas por un per&iacute;odo mayor a 7 d&iacute;as, es que se puede estar seguro que la tendencia se mantendr&aacute;.
</p>



<p class="Subsubsection">
 25 Junio
</p>



<p class="Text">
 - Se ha mantenido las velocidades negativas por 3 semanas, lo que es un indicativo de mejor&iacute;a. Consideren lo siguiente, las hospitalizaciones definitivamente est&aacute;n experimentando una reducci&oacute;n, esa reducci&oacute;n no ocurre de forma espont&aacute;nea, sino debe ser originado por cambios en din&aacute;mica. Estos cambios pueden ser varios, incluyendo aspectos dif&iacute;ciles de medir como estacionalidad. Sin embargo la reducci&oacute;n de hospitalizaciones posterior a la aplicaci&oacute;n de medidas, dif&iacute;cilmente se puede atribuir a una simple coincidencia.
</p>



<p class="Subsubsection">
 2 Julio
</p>



<p class="Text">
 - Las velocidades de hospitalizaci&oacute;n continuan con tendencia negativa, lo que indica que las hospitalizaciones van en decrecimiento r&aacute;pido, es decir, hay mucho menos personas que entran.&nbsp;&nbsp;Esto es positivo, pues aunque los nuevos casos parecen no continuar bajando, las hospitalizaciones si. Esto podr&ntilde;ia ser efecto de vacunaci&oacute;n.
</p>



<p class="Section">
 R efectivo
</p>



<p class="Text">
 El R efectivo se&nbsp;&nbsp;calcula&nbsp;&nbsp;utilizando la f&oacute;rmula del <span><a href="https://ccp.ucr.ac.cr/index.php/tasa-r-covid-19.html"><span class="HyperlinkInline">Centro Centroamericano de Poblaci&oacute;n</span></a></span>. El R efectivo es una aproximaci&oacute;n de lo que se conoce como tasa de contagio, y permite saber, retrospectivamente,&nbsp;&nbsp;cual ha sido el proceso de contagio en la poblaci&oacute;n para llegar a los valores acumulados presentes. Un R efectivo mayor que 1 indica crecimiento,&nbsp;&nbsp;y uno menor que 1,&nbsp;&nbsp;decrecimiento de contagios.
</p>



<p class="Output">
 <img src="HTMLFiles/index_6.gif" alt="index_6.gif" width="900" height="559" style="vertical-align:middle" />
</p>

<p class="Text">
 Los puntos en la gr&aacute;fica representan los valores de R efectivo calculados a partir de la informaci&oacute;n de casos nuevos diarios. La curva gris clara, es un filtro de media exponencial m&oacute;vil con alfa = 0.25.&nbsp;&nbsp;La curva roja es un filtro de Gauss a 7 d&iacute;as.
</p>



<p class="Subsection">
 Interpretaci&oacute;n de Gr&aacute;ficos y Resultados
</p>



<p class="Subsubsection">
 14 de Mayo
</p>



<p class="Text">
 - R efectivo es poco sensible si los datos de nuevos casos no representan un muestreo poblacional
</p>



<p class="Text">
 - La tendencia general de R efectivo ha sido la de subir a partir del inicio de clases y se ha mantenido en promedio por arriba de 1.
</p>



<p class="Text">
 -Las oscilaciones de R efectivo, se deben a el efecto de &ldquo;fines de semana&rdquo; donde un numero menor de personas espera a un d&iacute;a de semana para ir a un centro m&eacute;dico, si tiene sospechas de estar contagiado.
</p>



<p class="Subsubsection">
 17 de Mayo
</p>



<p class="Text">
 - Si se revisa el valor de R usando el filtro de Gauss se observan valores de R efectivo menores que 1. Este efecto es normal a inicios de semana y se debe a reducciones en fin de semana de casos nuevos. Hay que esperar m&aacute;s d&iacute;as (pasado mi&eacute;rcoles) para interpretar el valor de R
</p>



<p class="Subsubsection">
 20 Mayo
</p>



<p class="Text">
 - El mejor momento para dar una mirada a R es jueves o viernes, que reducen el efecto de reducci&oacute;n de casos en fines de semana.&nbsp;&nbsp;Como se puede observar en la gr&aacute;fica, se mantiene en promedio por encima de 1, con fuertes oscilaciones. Ha disminuido desde su omento m&aacute;s alto, y la reducci&oacute;n instant&aacute;nea de R puede deberse a factores de m&eacute;todo de testeo, como a efectos de las medidas del 3 de Mayo.
</p>



<p class="Subsubsection">
 21 Mayo
</p>



<p class="Text">
 - Como lo hab&iacute;amos indicado, R tiende a ser muy sensible al reporte de casos nuevos, y por eso oscila entre valores mayores y menores que una de forma constante (ver puntos grises en figura).
</p>



<p class="Text">
 - Para interpretar R se debe ver m&aacute;s all&aacute; de unos d&iacute;as, y se utiliza alguna funci&oacute;n que suaviza y promedia de forma ponderada por varios d&iacute;as.&nbsp;&nbsp;Al 21 de mayo, se observa que R en realidad, en promedio, nunca ha estado por debajo de 1 desde inicio de Marzo (curva roja)
</p>



<p class="Text">
 - La curva gris nos muestra los variable que es R, por efectos de feriados y fines de semana. Los fines de semana de sub-reporta, y luego se sobre reporta, lo cual genera grandes variaciones en R.
</p>



<p class="Subsubsection">
 28 Mayo
</p>



<p class="Text">
 - R tiende a 1 cuando se mantienen similar el n&uacute;mero de casos nuevos por d&iacute;a. No se ha observado un cambio en el n&uacute;mero de tests que se aplican, cuando esto suceda, se deber&iacute;a observar un cambio notorio en R.
</p>



<p class="Subsubsection">
 31 Mayo
</p>



<p class="Text">
 - Hay que tener cautela cuando se revisa R los lunes, pues es cuando se reportan el menor n&uacute;mero de casos. La interpretaci&oacute;n de R es mejor hacerla un jueves o viernes. 
</p>



<p class="Subsubsection">
 25 Junio
</p>



<p class="Text">
 - El R efectivo refleja lo que sucede a nivel de nuevos casos, estos vienen en disminuci&oacute;n desde mediados de mayo (ver gr&aacute;fica de nuevos casos).&nbsp;&nbsp;El R efectivo tender&iacute;a a 1.0 cuando el n&uacute;mero de nuevos casos reportados cada d&iacute;a sea similar. En los &uacute;ltimos d&iacute;as, hacia finales de semana muestra un valor mayor a 1. Los nuevos casos al final de semana son similares a la semana pasada.
</p>



<p class="Subsubsection">
 2 Julio
</p>



<p class="Text">
 - Mouesta la tendencia a oscilar alrededor de 1.&nbsp;&nbsp;Si los nuevos casos comienzan a aparecer diariamente manteniendose, este valor estar&aacute; siempre cercano a 1. Es importante considerar el n&ntilde;&uacute;mero de test aplicados y la positividad para interpretar esta m&eacute;trica
</p>



<p class="Section">
 Gr&aacute;ficos Descriptivos
</p>



<p class="Text">
 Los siguientes son gr&aacute;ficos de los datos primarios tal y como se obtienen de la base de datos del ministerio de salud.&nbsp;&nbsp;No representan ning&uacute;n c&aacute;lculo espacial m&aacute;s que para describir la situaci&oacute;n actual.
</p>



<p class="Subsection">
 Nuevos Casos
</p>



<p class="Output">
 <img src="HTMLFiles/index_7.gif" alt="index_7.gif" width="800" height="462" style="vertical-align:middle" />
</p>

<p class="Text">
 La curva roja es la media exponencial m&oacute;vil con alfa = 0.25. El siguiente gr&aacute;fico muestra los &uacute;ltimos 3 meses. Las l&iacute;neas rojas marcan domingo y lunes que son los d&iacute;as que se reportan menos casos en la semana, y el n&uacute;mero indica el n&uacute;mero total de tests reportados el lunes. Al ser una estrategia reactiva, muestra como el n&uacute;mero de test se asocia directamente al n&uacute;mero de positivos (aproximadamente un 30%)
</p>



<p class="Output">
 <img src="HTMLFiles/index_8.gif" alt="index_8.gif" width="800" height="458" style="vertical-align:middle" />
</p>

<p class="Subsection">
 Positividad
</p>



<p class="Text">
 La positividad es la proporci&oacute;n de casos positivos con COVID, con respecto al total de pruebas realizadas.&nbsp;&nbsp;En Costa Rica, las pruebas reportadas diarias, no representan directamente los casos &ldquo;del d&iacute;a&rdquo;, sino que pueden acumular las pruebas realizadas en varios d&iacute;as.
</p>



<p class="Output">
 <img src="HTMLFiles/index_9.gif" alt="index_9.gif" width="800" height="510" style="vertical-align:middle" />
</p>

<p class="Text">
 La curva roja es la media exponencial m&oacute;vil con alfa = 0.25. Es incierta la raz&oacute;n de porque a finales de febrero hacia finales de aril, hay un per&iacute;odo de menor positividad, para luego regresar a los altos niveles de positividad (promedio 30%)
</p>



<p class="Subsection">
 Fallecimientos Diarios
</p>



<p class="Output">
 <img src="HTMLFiles/index_10.gif" alt="index_10.gif" width="800" height="511" style="vertical-align:middle" />
</p>

<p class="Text">
 La curva roja es la media exponencial m&oacute;vil con alfa = 0.25
</p>



<p class="Subsubsection">
 20 Mayo
</p>



<p class="Text">
 -Los fallecimiento siguen la tendencia de mantenerse altos. Puede deberse a que nuevos casos aparecen con s&iacute;ntomas m&aacute;s severos, o por la situaci&oacute;n de saturaci&oacute;n de UCI, que complica el tratamiento, aumentando las fatalidades.
</p>



<p class="Subsubsection">
 21 Mayo
</p>



<p class="Text">
 - Las cifras diarias de fallecidos sigue manteni&eacute;ndose por sobre los valores de fallecimientos de la ola del 2021.
</p>



<p class="Subsubsection">
 28 Mayo
</p>



<p class="Text">
 - Lo fallecimiento en promedio se han reducido, pero siguen superiores a lo m&aacute;s alto de la ola del 2020. Los casos nuevos parecen disminuir o mantenerse. No hay disminuciones considerables todav&iacute;a.&nbsp;&nbsp;En cuanto a positividad, no se observa todav&iacute;a cambios en los n&uacute;meros ni se observa un aumento en la aplicaci&oacute;n de testeos.
</p>



<p class="Subsubsection">
 31 Mayo
</p>



<p class="Text">
 - Hay una baja general de fallecimientos, y la tendencia parece ser que continuar&aacute; bajando. Todav&iacute;a estamos en promedio por encima del punto m&aacute;s alto del a&ntilde;o pasado.
</p>



<p class="Subsubsection">
 25 Junio
</p>



<p class="Text">
 - Los nuevos fallecimientos vienen bajando de forma lineal desde la &uacute;ltima semana de mayo, y ya est&aacute;n a cifras similares a la del valor m&aacute;s alto el a&ntilde;o pasado, es decir, todav&iacute;a son altas, pero con tendencia a disminuir.
</p>



<p class="Text">
 - En cuando a los nuevos casos, se observan valores hacia el final de esta semana, similares a los de la semana pasada. Aunque es muy temprano para asegurarlo, podr&iacute;a indicar que la reducci&oacute;n de nuevos casos ya no es tan r&aacute;pida como la experimentada desde mediados de mayo. Aunque los nuevos casos han venido en reducci&oacute;n, siempre hay que tener presente que siguen siendo mayores a las experimentadas en el pico de la ola del a&ntilde;o pasado.
</p>



<p class="Text">
 - La positividad se ha ido reduciendo de manera importante. Ha bajado de un 30% en promedio a un 15%. Dado que el n&uacute;mero de tests aplicados no ha aumentado, esa reducci&oacute;n se puede deber a una reducci&oacute;n de probabilidad de encontrar personas infectadas (reducci&oacute;n de contagios), o a una ampliaci&oacute;n de la estrategia de testeo hacia casos con menos s&iacute;ntomas.
</p>



<p class="Subsubsection">
 2 Julio
</p>



<p class="Text">
 - Los nuevos casos siguen bajando sin embargo a un rimo menor.&nbsp;&nbsp;Generalmente estas curvas epid&eacute;micas tienden a ser descendientes de segundo grado, es decir inicialmente, cuando se ha llegado a un punto alto, hay decrecimienbtos mayores, y luego no son tan pronunciados y parecen quedarse constantes.
</p>



<p class="Section">
 Evidencia de Efecto de A&ntilde;o Lectivo
</p>



<p class="Text">
 Utilizando an&aacute;lisis multiresoluci&oacute;n de ondeletas (<span><a href="https://www.researchgate.net/publication/348250576_Estimacion_de_la_efectividad_de_medidas_no_farmacologicas_sobre_el_numero_de_hospitalizaciones_para_control_de_SARS-CoV-2_en_Costa_Rica?_sg=STJju42QX5K_I-PkHRrvhNSNaQBVVp0EHluY5VpD1GbrMbdDrfMUfBA3TOI3M8_znBwzO03yoI3XVR7iVB6FUFNglu1J_FDf-BTTzWsx.1dKkuCvMJYTS6EOBsSr5xOuK8cOvo8krfcgTSYNwaQ-M7bvi2ngz9yX7Kim_EeXytMkZQvOILz1JCPc-6tEQKA"><span class="HyperlinkInline">metodolog&iacute;a explicada ac&aacute;</span></a></span>), encontramos evidencia estad&iacute;stica de que el inicio de la ola epid&eacute;mica, se asocia al inicio del per&iacute;odo escolar. Ver el siguiente gr&aacute;fico,
</p>



<p class='Output' style='text-align: center;'>
 <img src="HTMLFiles/index_11.gif" alt="index_11.gif" width="900" height="552" style="vertical-align:middle" />
</p>

<p class="Text">
 Como se observa en el gr&aacute;fico, con un 90% de confianza encontramos una &ldquo;zona&rdquo; donde se esperar&iacute;an encontrar los factores que se relacionan con el inicio de la ola de Marzo 2021 (una aceleraci&oacute;n de velocidades de hospitlaizaci&oacute;n). Aunque no se puede concluir que es el &uacute;nico factor, pues existen otros factores como estacionalidad, variantes de COVID, etc.&nbsp;&nbsp;tampoco se puede descartar, y debe considerarse como un posible factor que influy&oacute; en la ola de marzo 2021.
</p>



<p class="Text">
 Hay dos posibles mecanismos por los cuales las escuelas y colegios contribuyen al aumento de casos (hospitalizaciones), 1. contagio asintom&aacute;tico, y 2. Aumento de actividad y movilidad y mezcla asociada a actividad escolar
</p>



<p class="Subsubsection">
 Contagio asintom&aacute;tico
</p>



<p class="Text">
 El contagio asintom&aacute;tico consiste en que estudiantes, que tienen una alta probabilidad de no manifestar s&iacute;ntomas, pueden transmitir a otros estudiantes y a docentes de forma &ldquo;silenciosa&rdquo; el virus, esta transmisi&oacute;n termina en &uacute;ltimo caso en una infecci&oacute;n en el hogar, en el cual no se puede determinar de donde se origina,
</p>



<p class='Input' style='text-align: center;'>
 <img src="HTMLFiles/index_12.gif" alt="index_12.gif" width="672" height="378" style="vertical-align:middle" />
</p>

<p class="Text">
 Incluso un nivel bajo de infecci&oacute;n en estudiantes es suficiente para poder propagar el virus de forma silenciosa.&nbsp;&nbsp;Al decir silenciosa, nos referimos a que no es rastreable el origen de la infecci&oacute;n en el hogar, es decir, aparece alguien infectado en el hogar y el origen no se puede determinar, si fue el adulto qui&eacute;n se contagi&oacute; primero y trajo el virus a casa, o si fue el estudiante (personas menores sin s&iacute;ntomas no son testeados en Costa Rica).
</p>



<p class="Subsubsection">
 Movilidad y mezcla asociada
</p>



<p class="Text">
 En el a&ntilde;o 2020, la movilidad se redujo considerablemente debido al cierre de escuelas y colegios (ver figura en secci&oacute;n Movilidad Seg&uacute;n Google Mobility). A d&iacute;as de suspender el ciclo escolar la movilidad se redujo en un 50%.&nbsp;&nbsp;Adicionalmente, la movilidad debida a actividad escolar genera mezcla entre diferentes comunidades, debido a los desplazamientos de los y las ciudadanas para llevar a sus hijos e hijas a las escuelas y colegios.
</p>



<p class="Text">
 Aunque no hay nada garantizado, estimamos que una suspensi&oacute;n temporal puede contribuir a una reducci&oacute;n de entre el 10 y 15%, el cual, en casos de alta velocidad de hospitalizaci&oacute;n, puede ser importante para controlar la propagaci&oacute;n del virus.
</p>



<p class="Section">
 Proyecci&oacute;n Hospitalizaci&oacute;n Usando MCMC
</p>



<p class="Subsection">
 Proyecci&oacute;n
</p>



<p class="Text">
 Para determinar el posible efecto de medidas y vacunaci&oacute;n a futuro, realizamos una proyecci&oacute;n utilizando metodolog&iacute;as Markov Chain Monte Carlo (MCMC). Como se ve en la figura, si la aparici&oacute;n de nuevos hospitalizados se reduce al doble de lo observado a inicios de a&ntilde;o, tendr&iacute;amos 500 hospitalizaciones para mediados de agosto. Si la reducci&oacute;n es igual a inicios de 2021, llegar&iacute;amos a 500 en octubre.
</p>



<p class="Output">
 <img src="HTMLFiles/index_13.gif" alt="index_13.gif" width="900" height="504" style="vertical-align:middle" />
</p>

<p class="Text">
 debido a medidas y sobre todo al aumento de esfuerzos de vacunaci&oacute;n, la expectativa es que la curva de hospitalizados se comporte cercana a a la zona inferior de la banda gris (y ojal&aacute; incluso menor). 
</p>



<p class="Subsubsection">
 25 Junio
</p>



<p class="Text">
 - La reducci&oacute;n de hospitalizaciones se encuentra dentro del rango proyectado el 11 de junio, con una tendencia a la zona inferior (del rango gris), lo que indica una reducci&oacute;n m&aacute;s acelerada de la que se observ&oacute; a finales de la ola pasada. La reducci&oacute;n puede deberse principalmente a medidas, y la reducci&oacute;n m&aacute;s acelerada, a posible efecto de vacunaci&oacute;n (para asegurarlo se requieren datos detallados diarios de vacuncaci&oacute;n, que no se encuentran disponibles)
</p>



<p class="Subsubsection">
 2 Julio
</p>



<p class="Text">
 - Importante notar que el comportameinto de las hospitalizaciones parece acercarse al l&ntilde;imite inferior de la proyeccci&oacute;n y con una pendiente mayor. Es decir, la recuperaci&oacute;n es mayor a dos veces lo observado a finales de la ola del a&ntilde;o pasado. Las hospitalizaciones bajando es una efecto combinado de medidas, y el hecho que sea m&aacute;s r&aacute;pido, parece indicar que la vacunaci&oacute;n est&aacute; comenzando a tener efecto.
</p>



<p class="Subsection">
 Metodolog&iacute;a
</p>



<p class="Text">
 &nbsp;&nbsp;Esta metodolog&iacute;a permite estad&iacute;sticamente simular posibles escenarios, basados en probabilidades observadas. Para la proyecci&oacute;n, utilizamos simulaci&oacute;n de Markov Chain Monte Carlo (MCMC), a partir del ajuste de lo observado de reducci&oacute;n de hospitalizaci&oacute;n de finales del 2020, a febrero 2021. La siguiente gr&aacute;fica muestra el ajuste,
</p>



<p class='Text' style='text-align: center;'>
 <img src="HTMLFiles/index_14.gif" alt="index_14.gif" width="830" height="479" style="vertical-align:middle" />
</p>

<p class="Text">
 Con ese ajuste realizamos simulaciones de nuevos hospitalizados (distribuci&oacute;n normal con pendiente obtenida en el ajuste), que se muestra en la siguiente gr&aacute;fica (m&aacute;ximo y m&iacute;nimo de las simulaciones),
</p>



<p class='Input' style='text-align: center;'>
 <img src="HTMLFiles/index_15.gif" alt="index_15.gif" width="879" height="510" style="vertical-align:middle" />
</p>

<p class="Text">
 Con la simulaci&oacute;n de nuevas hospitalizaciones, se realizaron un mill&oacute;n de simulaciones MCMC, proyectando la recuperaci&oacute;n de hospitalizaciones de entre 10 a 12 d&iacute;as, esto es lo que ajusta basado en lo ya observado (antes de la l&iacute;nea punteada) la reducci&oacute;n ser&iacute;a el efecto de medidas y de vacunaci&oacute;n. Si la vacunaci&oacute;n alcanza a cubrir un porcentaje alto de la poblaci&oacute;n r&aacute;pido (mayor al 50 o 60%), se podr&iacute;a esperar para octubre una reducci&oacute;n considerable de hospitalizados
</p>



<p class="Text">
 Es importante aclarar que esta es una proyecci&oacute;n, y que como tal su objetivo no es predecir, sino la de mostrar posibles escenarios. Esta adem&aacute;s se basa en la din&aacute;mica observada y utilizando m&eacute;todos probabil&iacute;sticos.
</p>



<p class="Text">
 Las proyecciones se utilizan para estimar posibles escenarios, y no son un instrumento de &quot;predicci&oacute;n&quot; como tal.&nbsp;&nbsp;Al realizar una proyecci&oacute;n, por lo general se asume que las condiciones a futuro son las mismas que ya se han observan en el presente, y en un pasado no muy distante. Si alguna condici&oacute;n de estas cambia, la proyecci&oacute;n probablemente pierda validez. Tambi&eacute;n hay que tener presente que la medida que se proyecta m&aacute;s adelante en el futuro, mayor la incertidumbre de la proyecci&oacute;n
</p>



<p class="Section">
 Movilidad Seg&uacute;n Google Mobility
</p>



<p class="Text">
 Este gr&aacute;fico se actualiza a medida que Google Mobility publique los datos (cada semana aproximadamente). El gr&aacute;fico muestra los datos para Costa Rica, de movilidad basada en la utilizaci&oacute;n de servicios de google en tel&eacute;fonos. Los datos Google los publica a nivel nacional y no de cant&oacute;n o distrito.
</p>



<p class="Output">
 